Repository: Spacebody/Vela
Catalog: Vela/Resources/Localization/Errors.xcstrings
Source language: en
Languages: zh_hans

# error.help.articleMissing.title
source: Help Article Unavailable
zh_hans: 帮助文章不可用

# error.help.integrityMismatch
source: A bundled Help resource failed its integrity check: %@
zh_hans: 捆绑的帮助资源未通过完整性检查：%@

# error.help.invalidIndex
source: The bundled Help index is invalid: %@
zh_hans: 捆绑的帮助索引无效：%@

# error.help.invalidUTF8
source: A bundled Help resource is not valid UTF-8: %@
zh_hans: 捆绑的帮助资源不是有效的 UTF-8：%@

# error.help.resourceMissing
source: A bundled Help resource is missing: %@
zh_hans: 缺少捆绑的帮助资源：%@

# error.help.resourceTooLarge
source: A bundled Help resource exceeds %lld bytes: %@
zh_hans: 捆绑的帮助资源超过 %lld 字节：%@

# error.help.resourceUnsafe
source: A bundled Help resource failed its local safety checks: %@
zh_hans: 捆绑的帮助资源未通过本地安全检查：%@

# error.help.unknownTopic
source: The Help topic does not exist: %@
zh_hans: 帮助主题不存在：%@

# error.policy.resourceUnavailable
source: The bundled policy document is unavailable.
zh_hans: 捆绑的政策文档不可用。

# error.policy.resourceUnsafe
source: The bundled policy document failed its local safety checks.
zh_hans: 捆绑的政策文档未通过本地安全检查。

# error.support.archiveUnavailable
source: The prepared support archive is unavailable.
zh_hans: 准备好的支持归档不可用。

# error.support.createFailed
source: The support bundle could not be created: %@
zh_hans: 无法创建支持包：%@

# error.support.destinationDirectory
source: The selected support bundle destination is a directory.
zh_hans: 所选支持包目标位置是一个目录。

# error.support.export.title
source: Support Export Failed
zh_hans: 支持包导出失败

# error.support.invalidPath
source: The support bundle contains an invalid path: %@
zh_hans: 支持包包含无效路径：%@

# error.support.invalidUTF8
source: Optional support text is not valid UTF-8.
zh_hans: 可选支持文本不是有效的 UTF-8。

# error.support.sensitiveData
source: Sensitive data remained after redaction, so export was blocked.
zh_hans: 脱敏后仍存在敏感数据，因此已阻止导出。

# error.support.sensitiveData.title
source: Sensitive Data Detected
zh_hans: 检测到敏感数据

# error.support.tooLarge
source: The support bundle is %lld bytes; the limit is 10 MiB.
zh_hans: 支持包大小为 %lld 字节；上限为 10 MiB。

# error.support.tooManyFiles
source: The support bundle contains %lld files; the limit is 100.
zh_hans: 支持包包含 %lld 个文件；上限为 100 个。

# error.support.unsafeStaging
source: The support bundle staging directory is unsafe.
zh_hans: 支持包暂存目录不安全。
